import React from 'react';
import './Values.css';

const Values = () => {
  return (
    <section className="values-section">
      <h2 className="values-title">Οι Αξίες μας</h2>
      <div className="values-content">
        <p>
          Είστε τώρα μέλος μιας οικογένειας που είμαστε λίγο ορμητικoί, πολύ ειλικρινείς,
          και προ πάντων προσηλωμένοι στην ανιδιοτελή υπηρεσία των άλλων.
        </p>
        <p>
          Πιστεύουμε ότι καταλαβαίνετε αυτές τις αξίες και ότι είστε ακριβώς ο τύπος
          ατόμου που θα κρατήσει ζωντανές αυτές τις αξίες.
        </p>
        <p>
          Αφήνουμε τη φυσική μας ζεστασιά και την αγάπη των ανθρώπων, να λάμπουν μέσα σε
          όλα όσα κάνουμε, μέσα και έξω από την εργασία.
        </p>
        <p>
          Είμαστε υπερήφανοι όταν κάνουμε τους ανθρώπους ευτυχισμένους, κάνοντας τη ζωή τους
          λίγο καλύτερη ακόμα και όταν κανείς δεν κοιτάζει.
        </p>
        <p>
          Φροντίζουμε για τους ανθρώπους, τους φιλοξενούμενους
          και τους συναδέλφους μας.
        </p>
        <p>
          Όλοι στο ΜΙΑΜΙ Lounge αντιμετωπίζονται με απόλυτη αγάπη και σεβασμό,
          ανεξάρτητα από τη διάθεση στην οποία βρίσκονται ή τι μέρα έχουν. Στην πραγματικότητα,
          αν δούμε ότι έχουν μια δύσκολη μέρα, εμείς ξέρουμε ότι
          μας χρειάζονται περισσότερο.
        </p>
        <p>
          Υπάρχουν στιγμές που πρέπει να είμαστε υπομονετικοί, ευέλικτοι και κατανοητικοί. Αυτό
          είναι ένα σημαντικό μέρος αυτού που κάνουμε.
        </p>
        <p>
          Διότι αυτός είναι ο μόνος τρόπος για να δημιουργήσουμε το χώρο και την αίσθηση, ώντας
          ανιδιοτελείς.
        </p>
      </div>
    </section>
  );
};

export default Values;
