import React from 'react';
import './Place.css';

const Place = () => {
  return (
    <section className="place-section">
      <h2 className="place-title">Ο Χώρος</h2>
      <div className="place-content">
        <p>
          Εξαιρετικά αγαπημένο σε πολλούς, το ΜΙΑΜΙ αποτέλεσε σημείο έλξης από την αρχή. Λίγο η θέση, λίγο
          το εξωτικό όνομα, δημιούργησαν το τοπωνύμιο για ολόκληρη την παραλία και την πλατεία από τα
          1970's ακόμα.
        </p>
        <p>
          Κατασκευασμένο στα πρότυπα του προγράμματος Ξενία, είναι το πιο εξαίσιο δείγμα ελληνιστικού
          μοντερνισμού στην Ιτέα. Η αρχική ονομασία του κτιρίου ήταν ¨Περίπτερο Λιμενικού Ταμείου Ιτέας¨,
          όνομα που παρέμεινε μέχρι και την πρώτη λειτουργία του χώρου ως αναψυκτήριο.
        </p>

        <figure className="place-figure">
          <img src="/images/image.png" alt="Ιτέα 1963" className="place-image" />
          <figcaption className="place-caption">
            ΙΤΕΑ 4 ΝΟΕΜΒΡΗ 1963. ΤΟ ΠΕΡΙΠΤΕΡΟ ΤΟΥ ΛΙΜΕΝΙΚΟΥ ΤΑΜΕΙΟΥ – Αρχείο Γεώργιου Κουκουσούλη
          </figcaption>
        </figure>

        <p>
          Η σύγχρονη παρέμβασή μας έχει γίνει με σεβασμό στα ανθρωπιστικά πρότυπα του μοντερνισμού
          αλλά πάντα γύρω από την εξαίσια σχεδιαστική γραμμή του Art Deco, ενός κινήματος που
          υποσυνείδητα είναι συνυφασμένο με υψηλή αισθητική εποχών που έχουν λείψει. Όπως έλειψε και το
          ΜΙΑΜΙ τόσα χρόνια από την περιοχή και την καθημερινότητα των περιοίκων.
        </p>
      </div>
    </section>
  );
};

export default Place;
